Repository: martin-ueding/unibn-setup
Catalog: *.po
Languages: de

source: This script installs software needed for the EDV (computer science) class.
de: Dieses Skript installiert Software, die für die EDV Vorlesung benötigt wird.

source: Installation of software needed for computer class.
de: Installation von Software für die EDV Vorlesung.

source: Configuration of wireless connection \"bonnet\".
de: Einrichtung des VPN für das Netzwerk \"bonnet\".

source: To abort at any time, press Ctrl-C.
de: Drücken Sie Strg-C um jederzeit abzubrechen.

source: To revert anything this script did, use these commands:
de: Um die Änderungen dieses Skripts rückgängig zu machen, benutzen Sie folgende Befehle:

source: Removal of the software installed by package management:
de: Entfernen der per Paketmanagement installierten Software:

source: Removal of VPN access:
de: Entfernen des VPN Zugangs:

source: Removal of ROOT:
de: Entfernen von ROOT:

source: -> Set up VPN? [Y/n]
de: -> VPN Zugang einrichten? [Y/n]

source: -> Install ROOT statistics? [Y/n]
de: -> ROOT Statistik installieren? [Y/n]

source: -> Install other software? [Y/n]
de: -> Andere Software installieren? [Y/n]

source: Installing ${packages_debian[@]} ...
de: Installiere ${packages_debian[@]} ...

source: There is a VPN config file.
de: Es gibt eine VPN Konfigurationsdatei.

source: The user is:
de: Der Benutzer ist:

source: -> Recreate file? [y/N]
de: -> Datei neu erstellen? [y/N]

source: Please enter your Uni Bonn credentials:
de: Bitte geben Sie Ihre Uni Bonn Zugangsdaten ein:

source: Your password will not be shown during typing.
de: Ihr Passwort wird beim Tippen nicht angezeigt.

source: -> Uni Bonn username:
de: -> Uni Bonn Benutzername:

source: -> Uni Bonn password:
de: -> Uni Bonn Passwort:

source: It seems that ROOT is installed.
de: Es scheint, als seie ROOT schon installiert.

source: -> Reinstall ROOT? [y/N]
de: -> ROOT neu installieren? [y/N]

source: Connecting to VPN ...
de: Verbinde mit VPN ...

source: Disconnecting from VPN ...
de: Trenne VPN ...
